acarreiro.calculate
alefragnani.bookmarks
asuka.insertnumbers
bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
clemenspeters.format-json
dawhite.mustache
docker.docker
eamodio.gitlens
fabiospampinato.vscode-diff
golang.go
jebbs.plantuml
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
mads-hartmann.bash-ide-vscode
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
plex.vscode-protolint
redhat.java
s3anmorrow.color-stamp
shardulm94.trailing-spaces
stkb.rewrap
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
tyriar.sort-lines
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zxh404.vscode-proto3
