acarreiro.calculate
alefragnani.bookmarks
astral-sh.ty
asuka.insertnumbers
bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
clemenspeters.format-json
dnut.rewrap-revived
docker.docker
eamodio.gitlens
fabiospampinato.vscode-diff
golang.go
jebbs.plantuml
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
oderwat.indent-rainbow
s3anmorrow.color-stamp
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
tyriar.sort-lines
