acarreiro.calculate
alefragnani.Bookmarks
Asuka.insertnumbers
bierner.markdown-mermaid
christian-kohler.path-intellisense
eamodio.gitlens
golang.go
jebbs.plantuml
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
mads-hartmann.bash-ide-vscode
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
oderwat.indent-rainbow
plex.vscode-protolint
redhat.java
s3anmorrow.color-stamp
shardulm94.trailing-spaces
stkb.rewrap
streetsidesoftware.code-spell-checker
twxs.cmake
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zxh404.vscode-proto3
